Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་ངོ་བོ་ཉིད་ལས་མི་གཡོའོ།
en: They do not stir from the essential nature of the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: །འཕགས་པའི་བདེན་པའི་ངོ་བོ་ཉིད་ལས་མི་གཡོའོ།
en: They do not stir from the essential nature of the truths of the noble ones.

source: །སྟོང་པ་ཉིད་ཀྱི་ཏིང་ངེ་འཛིན་དང་། མཚན་མ་མེད་པའི་ཏིང་ངེ་འཛིན་དང་། སྨོན་པ་མེད་པའི་ཏིང་ངེ་འཛིན་གྱི་ངོ་བོ་ཉིད་ལས་མི་གཡོའོ།
en: They do not stir from the essential nature of the meditative stability of emptiness, the meditative stability of signlessness, and the meditative stability of wishlessness. {

source: །རྣམ་པར་ཐར་པ་བརྒྱད་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། མངོན་པར་ཤེས་པ་དང་ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོའི་ངོ་བོ་ཉིད་ལས་མི་གཡོའོ།
en: Ki.V: 150} They do not stir from the essential nature of the eight aspects of liberation, the nine serial steps of meditative absorption, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པའི་ངོ་བོ་ཉིད་ལས་མི་གཡོའོ།
en: They do not stir from the essential nature of the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas.

source: །བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོའི་ངོ་བོ་ཉིད་ལས་མི་གཡོའོ།
en: They do not stir from the essential nature of great loving kindness and great compassion.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་ཆོས་འདི་དག་གི་ངོ་བོ་ཉིད་གང་ཡིན་པ་དེ་ནི། དངོས་པོ་མེད་པ་སྟེ།
en: If you ask why, Subhūti, it is because the essential nature of these attributes is nonentity.

source: རབ་འབྱོར་དངོས་པོ་མེད་པས་ནི་དངོས་པོ་མེད་པ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱ་བར་མི་ནུས་སོ། །གསོལ་པ།
en: Nonentities cannot attain consummate buddhahood through nonentities.” “

source: བཅོམ་ལྡན་འདས་ཅི་ལགས། དངོས་པོ་མ་མཆིས་པས་དངོས་པོ་མ་མཆིས་པ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བགྱི་བར་ནུས་སམ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, can nonentities attain consummate buddhahood through entities?” “

source: འོ་ན་དངོས་པོ་མ་མཆིས་པས། དངོས་པོ་མཆིས་པ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བགྱི་བར་ནུས་སམ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: In that case, can entities attain consummate buddhahood through nonentities?” “

source: འོ་ན་དངོས་པོ་མཆིས་པས། དངོས་པོ་མཆིས་པ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བགྱི་བར་ནུས་སམ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: In that case, can entities attain consummate buddhahood through entities?” “

source: འོ་ན་དངོས་པོ་མ་མཆིས་པས། དངོས་པོ་མ་མཆིས་པ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བགྱི་བར་ནུས་སམ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: In that case, can nonentities attain consummate buddhahood through nonentities?” “

source: བཅོམ་ལྡན་འདས་འོ་ན་གལ་ཏེ་དེ་ལྟར་དངོས་པོ་མཆིས་པས་དངོས་པོ་མ་མཆིས་པ་མངོན་པར་རྟོགས་པར་མི་འགྱུར། དངོས་པོ་མ་མཆིས་པས་ཀྱང་། དངོས་པོ་མཆིས་པ་མངོན་པར་རྟོགས་པར་མི་འགྱུར། དངོས་པོ་མཆིས་པས་ཀྱང་དངོས་པོ་མཆིས་པ་མངོན་པར་རྟོགས་པར་མི་འགྱུར། དངོས་པོ་མ་མཆིས་པས་ཀྱང་དངོས་པོ་མ་མཆིས་པ་མངོན་པར་རྟོགས་པར་མི་འགྱུར་ན། བཅོམ་ལྡན་འདས་དེའི་སླད་དུ་ཐོབ་པ་མ་མཆིས་ཤིང་།
en: In that case, Blessed Lord, if nonentities do not attain clear realization through entities, if entities do not attain clear realization through nonentities, if entities do not attain clear realization through entities, and if nonentities do not attain clear realization through nonentities, would that not mean, Blessed Lord, that there is no attainment, that there is no clear realization, that not one of these alternatives applies?” “

source: མངོན་པར་རྟོགས་པ་མ་མཆིས་པ་འམ་གཅིག་ཏུ་མི་འགྱུར་རམ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མངོན་པར་རྟོགས་པ་ནི་ཡོད་མེད་པ་མ་ཡིན་ཏེ། བཞི་པོས་མངོན་པར་བསྒྲུབ་པ་དེ་ལྟ་བུས་ནི་མ་ཡིན་ནོ།
en: Clear realization is not such that it can be actualized through these four alternatives—existence, nonexistence, both, and neither,” replied the Blessed One. “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་འོ་ན་མངོན་པར་རྟོགས་པར་འགྱུར་བ་ཇི་ལྟ་བུ་ཞིག་མཆིས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: In that case, Blessed Lord, how is it actualized?” “

source: གང་ལ་དངོས་པོ་ཡང་མེད་དངོས་པོ་མེད་པ་ཡང་མ་ཡིན་པ་དེ་ལྟ་བུ་ནི་མངོན་པར་རྟོགས་པ་སྟེ།
en: Clear realization is such that there are neither entities nor nonentities.

source: དེ་ལ་སྤྲོས་པ་དེ་དག་མེད་པས། སྤྲོས་པ་མེད་ཅིང་སྤྲོས་པ་དང་བྲལ་བ་ནི་མངོན་པར་རྟོགས་པའོ། །གསོལ་པ།
en: In it there are no conceptual elaborations, so clear realization is without conceptual elaborations and free from conceptual elaborations,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པ་གང་ལགས།
en: Blessed Lord, what are the conceptual elaborations that bodhisattva great beings might have?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཟུགས་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The Blessed One replied, “The notions that physical forms are permanent or that they are impermanent are conceptual elaborations that bodhisattva great beings might have.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་རྟག་ཅེས་བྱ་བ་འམ་མི་རྟག་ཅེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that feelings, perceptions, formative predispositions, and consciousness are permanent or that they are impermanent are conceptual elaborations that bodhisattva great beings might have.

source: །གཟུགས་བདེ་ཞེས་བྱ་བ་འམ་སྡུག་བསྔལ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that physical forms are imbued with happiness or that they are imbued with suffering are conceptual elaborations that bodhisattva great beings might have.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདེ་ཞེས་བྱ་བ་འམ་སྡུག་བསྔལ་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that feelings, perceptions, formative predispositions, and consciousness are imbued with happiness or that they are imbued with suffering are conceptual elaborations that bodhisattva great beings might have.

source: །གཟུགས་བདག་ཅེས་བྱ་བ་འམ་བདག་མེད་ཅེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that physical forms are with self or that they are without self are conceptual elaborations that bodhisattva great beings might have.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་བདག་ཅེས་བྱ་བ་འམ། བདག་མེད་ཅེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that feelings, perceptions, formative predispositions, and consciousness are with self or that they are without self are conceptual elaborations that bodhisattva great beings might have.

source: །གཟུགས་ཞི་ཞེས་བྱ་བ་འམ་མ་ཞི་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that physical forms are at peace or that they are not at peace are conceptual elaborations that bodhisattva great beings might have.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བ་འམ་མ་ཞི་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that feelings, perceptions, formative predispositions, and consciousness are at peace or that they are not at peace are conceptual elaborations that bodhisattva great beings might have.

source: །གཟུགས་ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་ཡོངས་སུ་ཤེས་པར་བྱ་བ་མ་ཡིན་ནོ། །ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that physical forms are comprehensible or that they are not comprehensible are conceptual elaborations that bodhisattva great beings might have. {Ki.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པ་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: V: 151} The notions that feelings, perceptions, formative predispositions, and consciousness are comprehensible or that they are not comprehensible are conceptual elaborations that bodhisattva great beings might have. “

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བ་དང་བདེ་ཞེས་བྱ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་མ་ཞི་ཞེས་བྱ་བ་དང་ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པར་བྱ་བ་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notions that the sense fields, the sensory elements, and the links of dependent origination are permanent or that they are impermanent, that they imbued with happiness or that they are imbued with suffering, that they are with self or that they are without self, that they are at peace or that they are not at peace, and that they are comprehensible or that they are not comprehensible are conceptual elaborations that bodhisattva great beings might have. “

source: །སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་པར་བྱའོ་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notion that suffering is comprehensible is a conceptual elaboration that bodhisattva great beings might have.

source: །ཀུན་འབྱུང་བ་སྤང་བར་བྱའོ་ཞེས་བྱ་བ་དང་།
en: The notion that the origin [of suffering] is to be renounced is a conceptual elaboration that bodhisattva great beings might have.

source: འགོག་པ་མངོན་དུ་བྱའོ་ཞེས་བྱ་བ་དང་། ལམ་བསྒོམ་པར་བྱའོ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notion that the cessation [of suffering] is to be actualized and the notion that the path is to be cultivated are conceptual elaborations that bodhisattva great beings might have. “

source: །ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལ་སྤྱད་པར་བྱའོ་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notion that the six perfections are to be practiced is a conceptual elaboration that bodhisattva great beings might have.

source: །ནང་སྟོང་པ་ཉིད་བསྒོམ་པར་བྱའོ། །ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notion that the emptiness of internal phenomena is to be cultivated is a conceptual elaboration that bodhisattva great beings might have.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་བསྒོམ་པར་བྱའོ། །ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དང་། ཡང་དག་པར་སྤོང་བ་བཞི་དང་།
en: The notion that [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are to be cultivated is a conceptual elaboration that bodhisattva great beings might have.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་བསྒོམ་པར་བྱའོ་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །འཕགས་པའི་བདེན་པ་བཞི་དང་། བསམ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་།
en: The notion that the four applications of mindfulness, the four correct exertions, the four supports for miraculous ability, the five faculties, the five powers, the seven branches of enlightenment, and the noble eightfold path are to be cultivated is a conceptual elaboration that bodhisattva great beings might have.

source: གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་རྣམས་དང་ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་བསྒོམ་པར་བྱའོ།
en: The notion that the four truths of the noble ones, the four meditative concentrations, the four immeasurable attitudes, the four formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways are to be cultivated is a conceptual elaboration that bodhisattva great beings might have. “

source: །ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཤེས་པ་དང་། མཐོང་བས་བལྟས་ཏེ། དེ་ལས་འདའ་བར་བྱའོ་ཞེས་བྱ་བ་ནི།
en: The notion that the fruit of entering the stream to nirvāṇa is to be known, observed, and transcended is a conceptual elaboration that bodhisattva great beings might have.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ཤེས་པ་དང་། མཐོང་བས་བལྟས་ཏེ།
en: The notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment are to be known, observed, and transcended is a conceptual elaboration that bodhisattva great beings might have.

source: དེ་ལས་འདའ་བར་བྱའོ་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །བྱང་ཆུབ་སེམས་དཔའི་ས་བཅུ་ཡོངས་སུ་རྫོགས་པར་བྱའོ། །ཞེས་བྱ་བ་ནི།
en: The notion that the ten bodhisattva levels are to be perfected is a conceptual elaboration that bodhisattva great beings might have.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་འཇུག་པའོ་ཞེས་བྱ་བ་ནི།
en: The notion that one enters into the maturity of the bodhisattvas is a conceptual elaboration that bodhisattva great beings might have.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱའོ། །ཞེས་བྱ་བ་དང་། སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱའོ་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ།
en: The notion that the buddhafields are to be refined and the notion that beings are to be brought to maturity are conceptual elaborations that bodhisattva great beings might have.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་བསྐྱེད་པར་བྱའོ་ཞེས་བྱ་བ་དང་། མི་འཇིགས་པ་བཞི་བསྐྱེད་པར་བྱའོ་ཞེས་བྱ་བ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་བསྐྱེད་པར་བྱའོ་ཞེས་བྱ་བ་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་བསྐྱེད་པར་བྱའོ་ཞེས་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་བསྐྱེད་པར་བྱའོ་ཞེས་བྱ་བ་ནི།
en: The notions that the ten powers of the tathāgatas are to be developed, that the four fearlessnesses are to be developed, that the four kinds of exact knowledge are to be developed, that great loving kindness and great compassion are to be developed, and that the eighteen distinct qualities of the buddhas are to be developed are conceptual elaborations that bodhisattva great beings might have. “

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱའོ། །ཞེས་བྱ་བ་ནི།
en: The notion that all-aspect omniscience is to be attained is a conceptual elaboration that bodhisattva great beings might have.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །བག་ཆགས་ཀྱི་འཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤང་བར་བྱའོ་ཞེས་བྱ་བ་ནི།
en: The notion that all afflicted mental states associated with reincarnation through the continuity of propensities are to be abandoned is a conceptual elaboration that bodhisattva great beings might have. “

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྲོས་པའོ། །དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་རྟག་པ་དང་། མི་རྟག་ཅེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: Therefore, when bodhisattva great beings practice the perfection of wisdom, they are without conceptual elaboration and do not conceptually elaborate the notions that physical forms are permanent or impermanent.

source: །བདེ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། ཞི་བ་དང་མ་ཞི་བ་ཞེས་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་ཡོངས་སུ་ཤེས་པར་བྱ་བ་མ་ཡིན་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notions that [physical forms] are imbued with happiness or suffering, that they are with self or without self, that they are at peace or not at peace, or that they are comprehensible or not comprehensible.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ། །བདེ་བ་དང་།
en: They are without conceptual elaboration and do not conceptually elaborate the notions that feelings, perceptions, formative predispositions, and consciousness are permanent or impermanent.

source: སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། ཞི་བ་དང་མ་ཞི་བ་ཞེས་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པ་མ་ཡིན་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notions that these are imbued with happiness or suffering, that they are with self or without self, that they are at peace or not at peace, or that they are comprehensible or not comprehensible. “

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྟག་པ་དང་། མི་རྟག་ཅེས་བྱ་བ་དང་། བདེ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་།
en: They are without conceptual elaboration and do not conceptually elaborate the notions that the sense fields, the sensory elements, and the links of dependent origination are permanent or impermanent, that they are imbued with happiness or suffering, {Ki.

source: བདག་དང་བདག་མེད་པ་ཞེས་བྱ་བ་དང་། ཞི་བ་དང་མ་ཞི་བ་ཞེས་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པར་བྱ་བ་མ་ཡིན་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་།
en: V: 152} that they are with self or without self, that they are at peace or not at peace, or that they are comprehensible or not comprehensible.

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་རྟག་པ་དང་། མི་རྟག་ཅེས་བྱ་བ་དང་། བདེ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་དང་བདག་མེད་པ་ཞེས་བྱ་བ་དང་། ཞི་བ་དང་མ་ཞི་བ་ཞེས་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་། ཡོངས་སུ་ཤེས་པར་བྱ་བ་མ་ཡིན་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: They are without conceptual elaboration and do not conceptually elaborate the notions that all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment are permanent or impermanent, that they are imbued with happiness or suffering, that they are with self or without self, that they are at peace or not at peace, or that they are comprehensible or not comprehensible. “

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་རྣམས་བསྒོམ་པར་བྱའོ་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notion that the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways are to be cultivated. “

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ཤེས་པ་དང་། མཐོང་བས་བལྟས་ཏེ།
en: They are without conceptual elaboration and do not conceptually elaborate the notion that the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment are to be known, observed, and transcended.

source: དེ་ལས་འདའ་བར་བྱའོ་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ། །བྱང་ཆུབ་སེམས་དཔའི་ས་བཅུ་ཡོངས་སུ་རྫོགས་པར་བྱའོ་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notion that the ten bodhisattva levels are to be perfected.

source: །བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པ་ལ་འཇུག་པར་བྱའོ་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notion that the maturity of the bodhisattvas is to be entered.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱའོ་ཞེས་བྱ་བ་དང་། སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱའོ་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notions that the buddhafields are to be refined and that beings are to be brought to maturity.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་བསྐྱེད་པར་བྱའོ་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notion that the ten powers of the tathāgatas, the four fearlessnesses, and the four kinds of exact knowledge are to be developed.

source: །བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་བསྐྱེད་པར་བྱའོ་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notion that great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas are to be developed.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱའོ། །ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notion that all-aspect omniscience is to be attained.

source: །བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤང་བར་བྱའོ་ཞེས་བྱ་བར་མི་སྤྲོ་བ་འཕྲོ་བར་མི་བྱེད་དོ།
en: They are without conceptual elaboration and do not conceptually elaborate the notion that all afflicted mental states associated with reincarnation through the continuity of propensities are to be abandoned. “

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ངོ་བོ་ཉིད་ནི་ངོ་བོ་ཉིད་འཕྲོ་བར་མི་བྱེད།
en: If you ask why, the essential nature does not conceptually elaborate the essential nature.

source: དངོས་པོ་མེད་པ་ཡང་དངོས་པོ་མེད་པ་འཕྲོ་བར་མི་བྱེད། ངོ་བོ་ཉིད་དང་དངོས་པོ་མེད་པ་མ་གཏོགས་པར་ཆོས་གཞན་གང་འཕྲོ་བར་བྱེད་པ་འམ། གང་ལ་འཕྲོ་བར་བྱ་བ་དེ་ལྟ་བུ་གང་ཡང་མེད་དེ།
en: Nor do nonentities conceptually elaborate nonentities, and apart from the essential nature and nonentities, there is nothing else at all that would give rise to conceptual elaboration or that would be conceptually elaborated.

source: རབ་འབྱོར་དེ་ལྟ་བས་ན། གཟུགས་ནི་སྤྲོར་མེད་པའོ།
en: Therefore, Subhūti, physical forms are free from conceptual elaboration.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ནི་སྤྲོར་མེད་པའོ།
en: Feelings, perceptions, formative predispositions, and consciousness are free from conceptual elaboration.

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ནི་སྤྲོར་མེད་པའོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: The sense fields, the sensory elements, and the links of dependent origination are free from conceptual elaboration.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ནི་སྤྲོར་མེད་པའོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: All the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment are free from conceptual elaboration.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ནི་སྤྲོར་མེད་པའོ།
en: The truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways are free from conceptual elaboration.

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ནི་སྤྲོར་མེད་པའོ།
en: The fruit of entering the stream to nirvāṇa is free from conceptual elaboration.

source: །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་ནི་སྤྲོར་མེད་པའོ།
en: The fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, and arhatship are free from conceptual elaboration.

source: །རང་བྱང་ཆུབ་ནི་སྤྲོར་མེད་པའོ།
en: Individual enlightenment is free from conceptual elaboration.

source: །བྱང་ཆུབ་སེམས་དཔའི་ས་རྣམས་ནི་སྤྲོར་མེད་པའོ།
en: The bodhisattva levels are free from conceptual elaboration.

source: །བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པ་ནི་སྤྲོར་མེད་པའོ།
en: The maturity of the bodhisattvas is free from conceptual elaboration.
